[Cues]
Act_E1_3C_Corridor_BlackwellMap_Look01_Max_010="Blackwell isn't that big, but, it sure feels like a labyrinth."
Act_E1_3C_Corridor_BrookeSlate_Look01_Max_010="Warren should be all over Brooke. They're perfect for each other."
Act_E1_3C_Corridor_CHJuliet_Look01_Max_010="Juliet looks like she's ready to throw down."
Act_E1_3C_Corridor_CHJuliet_Look02_Max_010="Note to Max: It pays to remember names."
Act_E1_3C_Corridor_CHJuliet_Look03_Max_010="I should find a way to end this silly stand-off."
Act_E1_3C_Corridor_CHJuliet_Look04_Max_010="Poor Juliet is about to get smited with truth."
Act_E1_3C_Corridor_DanaSlate_Look01_Max_010="Dana's still a cheerleader at heart..."
Act_E1_3C_Corridor_DormMap_Look01_Max_010="Welcome to BlackHell..."
Act_E1_3C_Corridor_ExpressionPanel02_Look01_Max_010="Man, people here are merciless."
Act_E1_3C_Corridor_ExpressionPanel02_Look01_Max_020="Could be fun. Glad I'm not the only lonely nerd around here."
Act_E1_3C_Corridor_ExpressionPanel02_Look01_Max_030="Thanks for the warning."
Act_E1_3C_Corridor_ExpressionPanel_Look01_Max_010="This is like the public DNA of our dorm..."
Act_E1_3C_Corridor_ExpressionPanel_Look01_Max_020="Go, Ms. Grant! Not sure if I will though... I'm a loser."
Act_E1_3C_Corridor_JulietSlate_Look01_Max_010="Juliet: X-treme Reporter "
Act_E1_3C_Corridor_KateSlate_Look01_Max_010="Okay, this is just mean and stupid."
Act_E1_3C_Corridor_KateSlate_Look02_Max_010="The universal symbol for: "Please leave me alone, asshole.""
Act_E1_3C_Corridor_MPA01_Look01_Max_010="This girl must have been popular, she's everywhere."
Act_E1_3C_Corridor_MPA02_Look01_Max_010="We get it, she's missing. Somebody has gone crazy with these posters."
Act_E1_3C_Corridor_MaxSlate_Look01_Max_010="How sad. I didn't write anything. I have nothing to say."
Act_E1_3C_Corridor_MaxSlate_Look02_Max_010="Obvious, but true."
Act_E1_3C_Corridor_ModernAlarm_Look01_Max_010="At least that's an alarm from this century."
Act_E1_3C_Corridor_Poster01_Look01_Max_010="Nice atmospheric shot. Needs dusting."
Act_E1_3C_Corridor_Poster02_Look01_Max_010="As if."
Act_E1_3C_Corridor_Poster03_Look01_Max_010=""They Live!""
Act_E1_3C_Corridor_Poster04_Look01_Max_010="But what's this poster really trying to tell me?"
Act_E1_3C_Corridor_ScoreBoard_Look01_Max_010="I'd love to make a photo collage of every person who've posted these."
Act_E1_3C_Corridor_StellaSlate_Look01_Max_010="Room 217? No way in hell am I ever going in here."
Act_E1_3C_Corridor_TaylorSlate_look01_Max_010="Is this a Vortex Club or a Victoria Club initiation? Truly pathetic."
Act_E1_3C_Corridor_ToiletPaper_Look01_Max_010="Looks like nobody won this TP war. There's nothing left but ghosts."
Act_E1_3C_Corridor_VictoriaSlate_Look01_Max_010="Oh Victoria, give me a fucking break."
Act_E1_3C_Corridor_VoiceOver01_Max_010="Just get to your room and grab Warren's flash drive."
Act_E1_3C_Corridor_VoiceOver01_Max_020="After all this action, I still have to get Warren's flash drive."
Act_E1_3C_Corridor_VoiceOver02_Max_010="I can help Dana... and check out Victoria's room to find out if she is the kind of person I hope she's not."
Act_E1_3C_Corridor_VoiceOver02_Max_020="I need to get to Victoria's room, now."
Act_E1_3C_DanaRoom_AbortionClinicList_Look01_Max_010="I assume Dana kept the appointment..."
Act_E1_3C_DanaRoom_BigfootBanner_Look01_Max_010="Dana takes her Blackwell spirit seriously."
Act_E1_3C_DanaRoom_CHDana_Look01_Max_010="Dana really does look stressed about all this."
Act_E1_3C_DanaRoom_CHDana_Look02_Max_010="Great. I made Dana even more stressed."
Act_E1_3C_DanaRoom_CheerleaderOutfit_Look01_Max_010="I can't even imagine what life would be like being a cheerleader. Dramatic, I guess."
Act_E1_3C_DanaRoom_ClubSticker01_Look01_Max_010="It would be a cool sticker without the words."
Act_E1_3C_DanaRoom_DanaLaptop_Interact01_Max_010="Of course a popular cheerleader like Dana would have a million friends. So fascinating to get a peek into Dana's social media world...and yes, Max, so terribly wrong."
Act_E1_3C_DanaRoom_DanaLaptop_Look01_Max_010="Oooo, Dana's Facebook wall is up and running... I shouldn't look..."
Act_E1_3C_DanaRoom_LoganNote_Look01_Max_010="This is both sad, and pathetic."
Act_E1_3C_DanaRoom_MaternityBook_Look01_Max_010="Good Lord. Dana really was on her own."
Act_E1_3C_DanaRoom_PregnancyTest_Look01_Max_010="That looks like a home pregnancy test..."
Act_E1_3C_DanaRoom_PregnancyTest_Look02_Max_010="La la la, I don't see that pregnancy test."
Act_E1_3C_DanaRoom_USBKey_Interact01_Max_010="Must protect my precious, so Max never has to chase it down again."
Act_E1_3C_DanaRoom_USBKey_Look01_Max_010="There's that damn flash drive."
Act_E1_3C_DanaRoom_VoiceOver01_Max_010="Almost done... Get the flash drive and then I'll go see Warren."
Act_E1_3C_DanaRoom_VoiceOver01_Max_020="Nice, Max. You hurt her feelings by being so damn nosey again. But I could rewind and make it up to her..."
Act_E1_3C_MaxRoom_Artbooks_Look01_Max_010="Cartier-Bresson, Doisneau, Hamilton... The greatest!"
Act_E1_3C_MaxRoom_Binder_Interact01_Max_010="Philip-Lorca diCorcia, my man! I don't think I could take my camera to those places, look at that shot... I love Julia Cameron's Victorian vibe. Talk about analog cameras... Ah, Dali, what a fantastic eye! He could truly freeze time..."
Act_E1_3C_MaxRoom_Binder_Look01_Max_010="Here's my go-to source for instant photo inspiration."
Act_E1_3C_MaxRoom_Book_Look01_Max_010="I'm glad Kate let me borrow her copy of "The October Country"... I should have every Bradbury book for myself."
Act_E1_3C_MaxRoom_Cookies_Look01_Max_010="I love that Mom sent me a fat box of chocolate coconut bites for my birthday, and slipped in a 200 dollar gift certificate. She sure knows how to make a sad birthday happy."
Act_E1_3C_MaxRoom_Cushion_Look01_Max_010="So cheesy, but it makes me smile thinking of the day Mom and I sewed that together."
Act_E1_3C_MaxRoom_DVD_Look01_Max_010="One day I'll organize my film collection... One day I'll get an actual HDTV."
Act_E1_3C_MaxRoom_DanaNote_Look01_Max_010="Looks like Dana left me a li'l post-it note..."
Act_E1_3C_MaxRoom_Guitar_Look01_Max_010="It's such a pretty guitar. I need to play it more."
Act_E1_3C_MaxRoom_Hifi_Look01_Max_010="I should hit the thrift store and pick up some dollar vinyl... Is that too hipster? I don't care. Music inspires me, and my photography..."
Act_E1_3C_MaxRoom_InstantFilm_Look01_Max_010="Instant film is so damn hard to find and expensive now. But, I can't help it, I'm analog, not digital."
Act_E1_3C_MaxRoom_Laptop_Look01_Max_010="My old computer, I should change it."
Act_E1_3C_MaxRoom_MaxChloePhoto_Look01_Max_010="...Max and Chloe: Best Friends Forever. Who even says that anymore? I'm going to have to call Chloe eventually and find out what she'll say. The longer I wait, the worse it'll be. Idiot."
Act_E1_3C_MaxRoom_MaxClothing_Look01_Max_010="It's not exactly "Pretty In Pink" but no shits are given. I like my wardrobe."
Act_E1_3C_MaxRoom_MaxLaptop_Interact01_Max_010="I look so pathetic."
Act_E1_3C_MaxRoom_MaxLaptop_Interact02_Max_010="Daniel has so much talent. I hope nobody hates on it just because it's me."
Act_E1_3C_MaxRoom_MaxLaptop_Interact03_Max_010="I am so addicted to this site... Look at these vintage beauties..."
Act_E1_3C_MaxRoom_MaxLaptop_Interact04_Max_010="Warren makes me laugh. It's nice to feel like I already made a real friend here."
Act_E1_3C_MaxRoom_MaxLaptop_Look01_Max_010="There's my poor laptop begging me to check in."
Act_E1_3C_MaxRoom_MaxLaptop_Look02_Max_010="I better make sure everything is still in there... I think Warren forgot to hide the Party Buster folder... Not that I would open it no matter how tempting. I have my self-respect."
Act_E1_3C_MaxRoom_MaxRoomDoor_Interact01_Max_010="I need to grab a flash drive on my desk before I see Warren."
Act_E1_3C_MaxRoom_Mirror_Look01_Max_010="Hard to believe I'm 18. Do I look any older? Just more stressed."
Act_E1_3C_MaxRoom_PhotoPanel_Look01_Max_010="That's the only tourist picture I let them take of me at the Space Needle..."
Act_E1_3C_MaxRoom_PhotoPanel_Look01_Max_020="That was a good hockey game, and a great fight."
Act_E1_3C_MaxRoom_PhotoPanel_Look01_Max_030="Love this shot of Mom I took..."
Act_E1_3C_MaxRoom_PhotoPanel_Look01_Max_040="Man, Kristen and Fernando were so drunk hanging on the Fremont Troll..."
Act_E1_3C_MaxRoom_PhotoWall_Look01_Max_010=""The Max Caulfield Photo Memorial Wall.""
Act_E1_3C_MaxRoom_Plant_Interact01_Max_010="You are thirsty. I'm the worst baby mama. Drink up..."
Act_E1_3C_MaxRoom_Plant_Look01_Max_010="I haven't forgotten you, little Lisa. Yet."
Act_E1_3C_MaxRoom_PostCard01_Look01_Max_010="Hard to believe I'm 18 now. I'm lucky my parents enabled my photo habit into adulthood."
Act_E1_3C_MaxRoom_Poster07_Look01_Max_010="I love that old rave poster. It's so raw and cheesy."
Act_E1_3C_MaxRoom_Poster08_Look01_Max_010="Would Man Ray call them "selfie-portraits"?"
Act_E1_3C_MaxRoom_Scarf_Look01_Max_010="I'll miss going to the games with my Dad. Go Thunderbirds!"
Act_E1_3C_MaxRoom_TeddyBear_Look01_Max_010="Ahoy, Captain. At least I know you've got my back. When I swallowed your eye and my parents rushed me to the ER, I knew we were bonded forever..."
Act_E1_3C_MaxRoom_VoiceOver_Max_010="Home, sweet home. My favorite cocoon..."
Act_E1_3C_MaxRoom_VoiceOver_Max_020="I love my space, but I do miss my friends and family in Seattle..."
Act_E1_3C_MaxRoom_VoiceOver_Max_030="I wish I could bolt the door and never leave, but I better get that flash drive to Warren. I have to cultivate my only friend here..."
Act_E1_3C_MaxRoom_VoiceOver_Max_040="Great. Now I have to go get the flash drive from Dana's room."
Act_E1_3C_MaxRoom_WarrenNote_Look01_Max_010="Warren even left me a little message with his flash drive. He's such a goofball."
Act_E1_3C_MaxRoom_Window_Look01_Max_010="If I'm not looking through a viewfinder, I'm looking through a window... Always looking."
Act_E1_3C_VicRoom_ClubSticker02_Look01_Max_010="Yes, I get it: "Enter The Vortex Club." No."
Act_E1_3C_VicRoom_GalleryLetter_Look01_Max_010="Ouch. At least she puts her photographs out there. Unlike me."
Act_E1_3C_VicRoom_Gazette_Look01_Max_010="I bet Victoria put Juliet on her shit-list after this article..."
Act_E1_3C_VicRoom_JeffersonBook_Look01_Max_010="Victoria is a real Jefferson groupie..."
Act_E1_3C_VicRoom_Jewelry_Look01_Max_010="Okay, if I did wear expensive jewelry, I would wear this for sure."
Act_E1_3C_VicRoom_MPAVictoria_Look01_Max_010="Victoria hates Rachel Amber this much? How insecure..."
Act_E1_3C_VicRoom_Mail_Look01_Max_010="This isn't even recycled paper. Victoria's not doing her part to "Save The Earth"... But this is for a good cause too."
Act_E1_3C_VicRoom_Mail_Take_Max_010="This better convince Juliet that Dana is innocent..."
Act_E1_3C_VicRoom_Photos_Interact01_Max_010="Let's play a little photo Tetris and leave Victoria a message. Let's move this here... and this one there... Hmm... A pattern is emerging..."
Act_E1_3C_VicRoom_Photos_Look01_Max_010="Speaking of selfies..."
Act_E1_3C_VicRoom_Photos_Look02_Max_010="That's mean, but she earned it."
Act_E1_3C_VicRoom_Pictures_Look01_Max_010="They should call this series, "Aloof." Cold and soulless, kinda like Victoria."
Act_E1_3C_VicRoom_PlasmaTV_Look01_Max_010="That is a tasty plasma. Maybe I could sneak in and watch "Final Fantasy: Spirits Within". I don't care what anybody says, that's one of the best sci-fi films ever made."
Act_E1_3C_VicRoom_Poster06_Look01_Max_010="Whoa, I had no idea Victoria's parents owned The Chase Space. Color me impressed."
Act_E1_3C_VicRoom_Tablet_Interact01_Max_010="Is she going to get a 3D printer for her dorm room? Maybe I will join her posse..."
Act_E1_3C_VicRoom_Tablet_Look01_Max_010="No, Officer, I'm not snooping, just admiring Victoria's cutting-edge tech..."
Act_E1_3C_VicRoom_VicPhotoStuff_Look01_Max_010="She's actually got a classic medium format camera with some awesome prime lens? I hate you, Victoria."
Act_E1_3C_VicRoom_VictoriaClothing_Look01_Max_010="Dior, Givenchy... You could pay for my tuition with that wardrobe..."
Act_E1_3C_VicRoom_VictoriaLaptop_Interact01_Max_010="Eek. That gives me chills. Next."
Act_E1_3C_VicRoom_VictoriaLaptop_Interact02_Max_010="That's real nice, Victoria. And who the hell thinks I'm a hipster?"
Act_E1_3C_VicRoom_VictoriaLaptop_Interact03_Max_010="I'll give Victoria props for not posting my photo... And for this nice shot."
Act_E1_3C_VicRoom_VictoriaLaptop_Interact04_Max_010="Boom. This is the e-mail I need to show Juliet. Now I have to print this fast and get the hell out of here..."
Act_E1_3C_VicRoom_VictoriaLaptop_Look01_Max_010="Yes, Victoria has the best retina screen laptop. Let me just check to see if she posted my picture..."
Act_E1_3C_VicRoom_VictoriaLaptop_Look02_Max_010="Once I print this e-mail, my work here is done."
Act_E1_3C_VicRoom_VictoriaLaptop_Look03_Max_010="Okay, Max, your work here is done. Now ninja your ass out of here."
Act_E1_3C_VicRoom_VictoriaShoes_Look01_Max_010="Those boots are made for walking runways…"
Act_E1_3C_VicRoom_VoiceOver01_Max_010="Oh man, this is so wrong. I better find proof fast."
Act_E1_3C_VicRoom_VoiceOver01_Max_020="Remember, you're not a criminal, you're a ninja. So move."
Act_E1_3C_VicRoom_VoiceOver01_Max_030="I feel like ass doing this... but I could rewind things if I have to..."
Act_E1_3C_VicRoom_VoiceOver02_Max_010="Now I just need to print this proof..."
Act_E1_3C_VicRoom_VoiceOver03_Max_010="Max, take that paper from the printer and get the hell out of here for good."
Act_E1_3C_VicRoom_VoiceOver04_Max_005="Stop zoning, Max. You have the paper, so go!"
Act_E1_3C_VicRoom_VoiceOver04_Max_010="My work here is done. And never shall I do this again."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_001="Oh yes, Max. I've locked Dana in the room because we're "cool.""
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_003="What didn't she do? Dana's been sexting with my boyfriend."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_010="Thanks... I locked Dana in because she was sexting Zach, my boyfriend. Unbelievable."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_013="Victoria Chase. You know her."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_015="Friends don't sext with their best friend's boyfriend..."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_016="Uh, why do you care? Why are you even asking me? You never talk, just zone out with your camera."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_020="What's my last name?"
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_024="According to Victoria, Dana would do anything to date a quarterback."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_027="She saw the sext. And Zachary won't answer his phone. Once Dana admits it, she can go. Straight to Hell."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_030="I'm flattered. I didn't even think you knew my name at all."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_033="That was truly sad. Thanks for your concern, "Max Caulfield." By the way, Juliet Watson."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Juliet_037="I'm flattered. I didn't even think you knew my name at all."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_002="What did she do?"
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_004="She's your friend."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_011="How do you know?"
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_014="Hey Juliet, is everything cool?"
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_017="Ouch. How did you find out?"
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_018="No, probably not... How did you find out?"
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_019="That's why I'm talking to you now."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_022="Uh. Of course I do."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_023="Would Dana do that?"
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_025="You could say that... But, why would Dana go after your boyfriend?"
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_028="Juliet Pats... Juliet Patson."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_029="Juliet Watson. Duh!"
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_031="Of course I do. Just because I don't talk a lot doesn't mean I don't care. So, how did you find out about them?"
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_034="Juliet... Juliet... Olson."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_035="Uh. Juliet... Mason."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_036="According to Victoria? Oh..."
Cue_E1_3C_Corridor_CHJuliet_Phase01_Max_038="Juliet Watson, you be nice!"
Cue_E1_3C_Corridor_CHJuliet_Phase02_Juliet_002="Leave me alone, Max. Get a clue!"
Cue_E1_3C_Corridor_CHJuliet_Phase02_Juliet_004="I'm not letting her out until she tells the truth!"
Cue_E1_3C_Corridor_CourtneyAndTaylorTowel_Courtney_020="Victoria is going to be pissed we took so long..."
Cue_E1_3C_Corridor_CourtneyAndTaylorTowel_Taylor_010="Hurry Courtney!"
Cue_E1_3C_Corridor_DanaYells_Dana_010="Max, I swear I didn't do ANYTHING! But I bet Victoria did! I know the proof is in her room!"
Cue_E1_3C_Corridor_DanaYells_Dana_020="Let me out Juliet! This is so stupid!"
Cue_E1_3C_Corridor_DanaYells_Dana_030="You are ridiculous!"
Cue_E1_3C_Corridor_JulietLocksDoor_Dana_020="Let me out Juliet! This is so stupid! You are ridiculous!"
Cue_E1_3C_Corridor_JulietLocksDoor_Juliet_010="You can't get out now, Dana! So tell me the truth, or rot in there!"
Cue_E1_3C_Corridor_JulietLocksDoor_Max_030="Welcome to "The Real Drama Queens of Blackwell"..."
Cue_E1_3C_Corridor_JulietUnlocksDana_Dana_020="If you don't let me out, I will scream."
Cue_E1_3C_Corridor_JulietUnlocksDana_Dana_060="You are, and I hope so. You really think I'd mess around with Zachary?"
Cue_E1_3C_Corridor_JulietUnlocksDana_Dana_090="And you do my laundry."
Cue_E1_3C_Corridor_JulietUnlocksDana_Dana_120="You set me free! Thank you. Warren's flash drive is on my desk."
Cue_E1_3C_Corridor_JulietUnlocksDana_Juliet_010="Answer you wuss..."
Cue_E1_3C_Corridor_JulietUnlocksDana_Juliet_040="Of course..."
Cue_E1_3C_Corridor_JulietUnlocksDana_Juliet_050="I'm an asshole. I'm sorry, Dana."
Cue_E1_3C_Corridor_JulietUnlocksDana_Juliet_070="No. But I get stupid jealous."
Cue_E1_3C_Corridor_JulietUnlocksDana_Juliet_080="I owe you dinner. Still love me?"
Cue_E1_3C_Corridor_JulietUnlocksDana_Juliet_100="Thanks Max. You're like the Blackwell Ninja."
Cue_E1_3C_Corridor_JulietUnlocksDana_Juliet_110="Now let's see what Zach has to say about Victoria..."
Cue_E1_3C_Corridor_JulietUnlocksDana_Max_030="Juliet, read this."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_014="Seriously, thanks again. I can't believe Juliet locked me in my own room. Real mature."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_016="Just because they're in the Vortex Club doesn't mean they're BFF's. I'm in it and Victoria creeps me out."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_018="Zachary should worry too. As if I'd let that ego case jockstrap touch me. But I bet Victoria would be all over that action. Or has been..."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_020="What? Who told you I was pregnant?"
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_021="Max, you're smart to be a loner here. Though Warren obviously likes hanging with you..."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_024="You saw the files in his flash drive? Tons of crazy shit. Films I've never even heard of. And in a special folder called "Max"?"
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_025="Oh nothing. When you opened the flash drive, didn't you see the special folder called "Max"?"
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_027="Are you blushing? Ha! Go ahead and grab the flash drive whenever..."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_029="It's like a goddam reality show around here... Can you keep a secret, Max?"
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_032="Yeah. Me neither, but I did. Anyway."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_033="I... was pregnant. Was."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_035="Deadbeat Dad? You can catch him on the 40 yard line this Friday. And it's not Zachary."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Dana_045="I like your spirit, Max. Anyway, you better get that flash drive so Warren has an excuse to bug you..."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_015="Victoria is not nice. I don't get it. She has everything. And to pull that prank on a friend."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_017="Poor Juliet gets her rage on. I hope she doesn't kill Victoria..."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_019="Dana, I'm not trying to be nosey but, I heard a rumor about you."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_022="He's a good guy. A geek like me."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_023="What do you mean?"
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_026="Yeah, okay. I gotcha."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_028="Nobody important. They just acted like it was bullshit. I just wanted you to know..."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_030="Of course."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_031="You're pregnant. I'm sorry, I shouldn't have."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_034="Oh. What about the other...?"
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_043="Sorry to pry. It's not my business. And I won't be at the game Friday. Not much school spirit, I guess."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_044="Who then? And you don't have to tell me. In fact, you better not."
Cue_E1_3C_DanaRoom_CHDana_Phase01_Max_046="Hey Dana."
Cue_E1_3C_DanaRoom_CHDana_Phase02_Dana_001="Now I feel too wiped out to leave..."
Cue_E1_3C_DanaRoom_CHDana_Phase02_Dana_006="There's no more gossip for you here, Max. So go."
Cue_E1_3C_DanaRoom_DanaSad_Dana_010="I said, please go."
Cue_E1_3C_DanaRoom_DanaSad_Dana_020="Max, enough."
Cue_E1_3C_DanaRoom_DanaSad_Dana_030="You are dense. Go."
Cue_E1_3C_DanaRoom_PregnancyTest_Dana_010="Uh, Max? That's mine, thank you!"
Cue_E1_3C_DanaRoom_PregnancyTest_Dana_020="You're not helpful, you're just nosey. I think you better go..."
Cue_E1_3C_MaxRoom_BedLie_Max_010="Ah, it feels so nice to just relax. This day has been so damn bizarre and it feels like it has gone on forever... Maybe I'll just wake up now and find out I was dreaming all of this... Or like Poe said, "A dream within a dream"..."
